tap "aquasecurity/trivy"
tap "aws/tap"
tap "derailed/k9s"
tap "goodwithtech/r"
tap "homebrew/bundle"
tap "kreuzwerker/taps"
tap "weaveworks/tap"
brew "zstd"
brew "pycparser"
brew "cffi"
brew "python-cryptography"
brew "aws-sam-cli"
brew "docutils"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "python-markdown"
brew "checkov"
brew "php"
brew "composer"
brew "coreutils"
brew "direnv"
brew "gh"
brew "git-secrets"
brew "goenv"
brew "netpbm"
brew "harfbuzz"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lastpass-cli"
brew "localstack"
brew "minikube"
brew "mtr"
brew "node"
brew "node-build"
brew "nodenv"
brew "virtualenv"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "rbenv"
brew "terraform-docs"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tree"
brew "trivy"
brew "vegeta"
brew "wget"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "aws/tap/copilot-cli"
brew "derailed/k9s/k9s"
brew "goodwithtech/r/dockle"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "session-manager-plugin"
vscode "4ops.terraform"
vscode "ahebrank.yaml2json"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "AquaSecurityOfficial.trivy-vulnerability-scanner"
vscode "asciidoctor.asciidoctor-vscode"
vscode "atian25.copy-syntax"
vscode "aws-scripting-guy.cform"
vscode "batisteo.vscode-django"
vscode "bencoleman.armview"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "Boto3typed.boto3-ide"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.npm-intellisense"
vscode "csstools.postcss"
vscode "dannysteenman.cloudformation-yaml-snippets"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dunstontc.vscode-go-syntax"
vscode "dvirtz.parquet-viewer"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "erd0s.terraform-autocomplete"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "formulahendry.auto-rename-tag"
vscode "george-alisson.html-preview-vscode"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "gurumukhi.selected-lines-count"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "Hridoy.rails-snippets"
vscode "huntertran.auto-markdown-toc"
vscode "ipedrazas.kubernetes-snippets"
vscode "IronGeek.vscode-env"
vscode "janisdd.vscode-edit-csv"
vscode "kddejong.vscode-cfn-lint"
vscode "KevinRose.vsc-python-indent"
vscode "loganarnett.lambda-snippets"
vscode "lunuan.kubernetes-templates"
vscode "magicstack.MagicPython"
vscode "mechatroner.rainbow-csv"
vscode "Meezilla.json"
vscode "mgesbert.python-path"
vscode "mhutchie.git-graph"
vscode "mobtime.mobtime"
vscode "mohsen1.prettify-json"
vscode "mquandalle.graphql"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "njqdev.vscode-python-typehint"
vscode "oderwat.indent-rainbow"
vscode "premparihar.gotestexplorer"
vscode "Prisma.prisma"
vscode "PulkitGangwar.nextjs-snippets"
vscode "quicktype.quicktype"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "Shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "SirTori.indenticator"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tfsec.tfsec"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "webdevsnyc.aws-sam-snippets"
vscode "wholroyd.jinja"
vscode "windmilleng.vscode-go-autotest"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "ZainChen.json"
vscode "zobo.php-intellisense"
